[
    {
        "title":" Blackest Night Omnibus (10th Anniversary) ",
        "description":"The Black Lanterns have arrived, and they're bringing death and destruction with them. Putting aside old vendettas, it's now up to Hal Jordan and the Green Lantern Corps to marshal DC's greatest heroes (as well as their deadliest foes) in a huge, universe-spanning battle to save the DC Universe from an army of the dead. Their collective mission: to defend the light against the blackest night.",
        "image_url":"https://images-na.ssl-images-amazon.com/images/I/51Zm4i2J5eL._SX323_BO1,204,203,200_.jpg" ,
        "price":108.40
    } ,
    {
        "title":" All-new Echo Frames (2nd Gen) | Smart glasses with open-ear audio and Alexa | Classic Black ",
        "description":"Heroes will live, heroes will die, and the DC Universe will never be the same again in this omnibus collection of the 2005 event that changed history!",
        "image_url":"https://images-na.ssl-images-amazon.com/images/I/510sqTClpPL._SX336_BO1,204,203,200_.jpg",
        "price":250.00
    } ,
    {
        "title":"New Apple MacBook Pro (16-inch, 16GB RAM, 512GB Storage) - Space Gray",
        "description":"Ninth-generation 6-Core Intel Core i7 Processor\nStunning 16-inch Retina Display with True Tone technology\nTouch Bar and Touch ID\nAMD Radeon Pro 5300M Graphics with GDDR6 memory\nUltrafast SSD\nIntel UHD Graphics 630\nSix-speaker system with force-cancelling woofers",
        "image_url":"https://images-na.ssl-images-amazon.com/images/I/71pC69I3lzL._AC_SX522_.jpg",
        "price":2199.00
    } ,
    {
        "title":"Apple MacBook Air 13.3 with Retina Display, 1.1GHz Quad-Core Intel Core i5, 8GB Memory, 256GB SSD, Gold (Early 2020)",
        "description":"MacBook Air 13.3 with Retina Display (Gold) - 30W USB Type-C Power Adapter - USB Type-C Charging Cable (6.56' / 2m) - Apple 1 Year Limited Warranty\nRetina display with True Tone\n1.1GHz quad-core 10th-generation Intel Core i5 processor, Turbo Boost up to 3.5GHz\n8GB 3733MHz LPDDR4X memory\n256GB SSD storage",
        "image_url":"https://images-na.ssl-images-amazon.com/images/I/61P14Ym5J2L._AC_SX425_.jpg",
        "price":999.99
    } ,
    {
        "title":"Apple Magic Trackpad 2 (Wireless, Rechargable) - Space Gray",
        "description":"Magic Trackpad 2 is rechargeable with a built-in battery and brings Force Touch to the desktop for the first time.\nFour force sensors underneath the trackpad surface allow you to click anywhere, and detect subtle differences in the amount of pressure you apply, bringing increased functionality to your fingertips and enabling a deeper connection to your content.\nMagic Trackpad 2 also features an edge-to-edge glass surface area that is nearly 30 percent larger than the previous trackpad. This design, along with a lower profile, makes scrolling and swiping through your favorite content more productive and comfortable than ever.\nMagic Trackpad 2 pairs automatically with your Mac, so you can get to work right away. And the battery will power your Magic Trackpad 2 for about a month or more before needing a recharge.\nForce Touch\nMulti-Touch\nBluetooth\nLightning port",
        "image_url":"https://images-na.ssl-images-amazon.com/images/I/31ykrZo9fIL._AC_SX679_.jpg",
        "price":149.00
    } ,
    {
        "title":"ProsourceFit Dip Stand Station, Ultimate Heavy Duty Body Bar Press with Safety Connector for Tricep Dips, Pull-Ups, Push-Ups, L-Sits",
        "description":"Rubber feet help to prevent slipping, and a stabilizing safety connector extends length between bars from 16 1/4 to 23 1/4\nPadded grips make it comfortable to build muscle without weights by performing dips, l-sits, push-ups, inverted rows\nEach bar is 24 wide, 31 high, and is adjustable up to 35, so you can set them Parallel or staggered for more exercise variety\nPowder coated, sturdy iron tubes can support up to 400 lbs., so you can safely train chest, triceps, shoulders and core",
        "image_url":"https://images-na.ssl-images-amazon.com/images/I/71LOvXwZACL._AC_SX569_.jpg",
        "price":54.99
    }, 
    {
        "title":"Apple Cider Vinegar Gummy Vitamins by Goli Nutrition - Immunity & Detox - (1 Pack, 60 Count, with The Mother, Gluten-Free, Vegan, Vitamin B9, B12, Beetroot, Pomegranate)",
        "description":"Vegan, Non-GMO, Gluten-free & Gelatine-free: Each bottle of Goli contains 60 delicious vegan, non-gmo, gluten-free & gelatine free Apple Cider gummies that are certified organic by Oregon Tilth. Our formula will make Apple Cider Vinegar gummies accessible to anyone and everyone.\nBetter digestion, more energy, clearer skin, detox, immunity: Relieve digestion issues, experience more energy, watch your skin clear up and feel as your body detoxes with Goli Gummies. Enjoy all of the benefits of Apple Cider Vinegar without the downside of drinking it. Goli is an excellent and easy way to incorporate Apple Cider Vinegar into your daily routine.\nMade in USA: with select ingredients thoughtfully curated from around the world. All Goli products are made in allergen-free state of the art facilities in the United States to ensure that the quality of our product is the highest it can be.\nReal apples, vitamin packed, great taste: Made with real apples, beetroot and pomegranate, Goli Gummies are as delicious as they are good for you. Our vegan friendly formula is packed with Vitamin B12 and B9 that will help improve energy, support healthy skin and so much more.\nVitamin Angels: Goli wants to give back to the community by partnering with Vitamin Angels. For every bottle you purchase Goli donates a 6 months supply of vitamins to a child in order to fight malnutrition around the world.",
        "image_url":"https://images-na.ssl-images-amazon.com/images/I/61a5c2L-fHL._AC_SY879_.jpg",
        "price":39
    } ,
    {
        "title":"Ninja Max XL Air Fryer that Cooks, Crisps, Roasts, Broils, Bakes, Reheats and Dehydrates, with 5.5 Quart Capacity, and a High Gloss Finish",
        "description":"Meet the Ninja air fryer max XL, a fast and easy way to cook your favorite foods. Cook and crisp 3 lb. Of French fries, using little to no oil, in a family-sized 5. 5-Qt basket. Maxcrisp technology delivers 450 degrees of superheated air to cook foods up to 30% faster (versus Ninja AF100), for hotter, crispier results with little to no oil for guilt free fried favorites.",
        "image_url":"https://images-na.ssl-images-amazon.com/images/I/81cW%2BT%2BefIL._AC_SX679_.jpg",
        "price":199.98
    } ,
    {
        "title":"Harry Potter Paperback Box Set (Books 1-7) ",
        "description":"Now for the first time ever, J.K. Rowling’s seven bestselling Harry Potter books are available in a stunning paperback boxed set! The Harry Potter series has been hailed as “one for the ages” by Stephen King and “a spellbinding saga’ by USA Today. And most recently, The New York Times called Harry Potter and the Deathly Hallows the “fastest selling book in history.” This is the ultimate Harry Potter collection for Harry Potter fans of all ages!",
        "image_url":"https://images-na.ssl-images-amazon.com/images/I/41XlFN304wL._SY240_BO1,204,203,200_.jpg",
        "price":50.33
    } ,
    {
        "title":"J.R.R. Tolkien 4-Book Boxed Set: The Hobbit and The Lord of the Rings",
        "description":"THE HOBBIT\nTHE FELLOWSHIP OF THE RING\nTHE TWO TOWERS\nTHE RETURN OF THE KING",
        "image_url":"https://images-na.ssl-images-amazon.com/images/I/51NrIXHzJPL._SX373_BO1,204,203,200_.jpg",
        "price":19.74
    }
]